<!DOCTYPE html>
<html>
  <head>
    <meta charset="utf-8">
    <title>AGBs</title>
  </head>

  <body><p>Zum jeweiligen Marktplatz des Appbezuges erg&auml;nzende Allgemeine Gesch&auml;ftsbedingungen von LifeCompanion</p>

<p>LifeCompanion ist ein Produkt und eine Marke der TomorrowBits GmbH, die vertreten ist durch den Gesch&auml;ftsf&uuml;hrer Leonhard Bichler (weitere Daten im Impressum). Mit der Nutzung von LifeCompanion erkl&auml;rt sich der Nutzer, im Folgenden alternativ auch Vorsorger genannt, mit dem Inhalt dieser Allgemeinen Gesch&auml;ftsbedingungen (im weiteren Verlauf als AGBs abgek&uuml;rzt) einverstanden und damit, dass diese Einverst&auml;ndniserkl&auml;rung als Voraussetzung f&uuml;r die Nutzung von s&auml;mtlichen eigenen Diensten unter der Marke LifeCompanion gilt. F&uuml;r die Dienstleistungen Dritter gelten ausschlie&szlig;lich deren AGBs sowie die des jeweiligen App-Marktplatzes, falls es sich um App-Dienstleistungen handeln sollte. Falls der Nutzer die App gegen Entgelt erworben hat und mit diesen AGBs nicht einverstanden ist, kann im Rahmen der Nutzungsbedingungen von Google Play bzw. von den Apple Media Services m&ouml;glicherweise ein R&uuml;cktritt vom Appkauf stattfinden. Gegebenenfalls wird dieser aber auch vorab beim Kauf vom jeweiligen Store durch eine zum Kauf notwendige Verzichtserkl&auml;rung seitens des App-Erwerbers auf das dort &#8222;Widerrufsrecht&ldquo; genannte Recht ausgeschlossen. Bei s&auml;mtlichen nicht in diesen AGBs geregelten Sachverhalten greifen automatisch die AGBs der Apple Media Services bzw. von Google Play. Die TomorrowBits GmbH ist berechtigt, die AGBs von LifeCompanion zu &auml;ndern und die k&uuml;nftige Nutzung des Dienstes von der Zustimmung des Nutzers abh&auml;ngig zu machen. Der Nutzer verpflichtet sich mit Nutzung der Dienste von LifeCompanion, allen voran mit der Nutzung der LifeCompanion App zur Angabe wahrheitsgem&auml;&szlig;er Personendaten. Andernfalls kann im Fall des mit Sterbeurkunde nachgewiesenen Todes des Nutzers durch dessen Vertreter in dem Fall, dass nicht genug best&auml;tigte Zeugen des Nutzers dessen Tod bezeugen, keine Freigabe der Daten des Nutzers an den Vertreter beantragt werden.</p>

<p>1) Dienstleistungsprofil von LifeCompanion</p>

<p>LifeCompanion (n&auml;herhin mit &#8222;er&ldquo;, &#8222;es&ldquo; &#8222;wir&ldquo;, &#8222;unser/e/er/es/en&ldquo;, oder &#8222;uns&ldquo; als Subjektbezug bezeichnet und als eingetragene Marke der TomorrowBits GmbH) stellt seinen Nutzern Sterbevorsorge-, Sterbebegleitungs- und Sterbebew&auml;ltigungsdienste im Rahmen einer mobilen und nativen Softwarel&ouml;sung (&#8222;App&ldquo;) zur Verf&uuml;gung. Auch Dienste f&uuml;r eine bewusstere Lebensf&uuml;hrung geh&ouml;ren zum Dienstleistungsspektrum. LifeCompanion stellt dar&uuml;berhinaus ein eigens konzipiertes postmortales Benachrichtigungs- und Datenverwaltungssystem f&uuml;r seine Nutzer bereit (mehr dazu in der Datenschutzerkl&auml;rung). Ebenfalls ist ein Informationsbereich zum Sterben und Tod aus den Bereichen Wissenschaft und Religionen Bestandteil des Leistunsspektrums von LifeCompanion. Des Weiteren bietet LifeCompanion als Provisions-, Werbe- und/oder Vermittlungsdienstleister gegen&uuml;ber dritten seinen Nutzern die (im Ausbau befindliche) M&ouml;glichkeit, auf Dienstleistungen Dritter und fachkundiger Dienstleister zuzugreifen, indem eine Vermittlung zu deren Diensten angeboten wird. Zudem ist eine B&uuml;ndelung von &ouml;ffentlich zug&auml;nglichen Informations- und Aufkl&auml;rungsdiensten zu den Themen Unfall- und Sterbevorsorge eine weitere Funktion von LifeCompanion. </p>

<p>Der Nutzer erkl&auml;rt sich durch seine Nutzung der Funktion zum Anlegen seines letzten Songs damit einverstanden, dass Daten aus dem Bereich &#8222;mein letzter Song&ldquo; f&uuml;r anonymisierte Datenauswertungen von LifeCompanion m&ouml;glicherweise f&uuml;r k&uuml;nftige Unternehmensprojekte genutzt werden.</p>

<p>2) Finanzielles Zu den Punkten &#8222;Zahlungen, Steuern und Erstattungen&ldquo;, der hier unter &#8222;Finanzielles&ldquo; zusammengefasst wird, verweisen wir auf die gleichlautende Bestimmung des Apple Media Services bzw. auf die entsprechenden Bestimmungen von Goolge Play und darauf, dass diese auch f&uuml;r Ihre Nutzung von LifeCompanion bindend sind. Falls f&uuml;r LifeCompanion jemals ein Entgelt in einem der jeweiligen Stores zu entrichten sein wird, ist darin die gesetzliche Umsatzsteuer von 19% enthalten.</p>

<p>2.1) Leistungsvorbehalt bei Kostenfreiheit Solange die Dienstleistungen von LifeCompanion dem Nutzer gegen&uuml;ber unentgeltlich erbracht werden, beh&auml;lt sich die TomorrowBits GmbH vor, den Dienst LifeCompanion jederzeit einzustellen. In diesem Fall wird LifeCompanion die noch lebenden Nutzer darauf hinweisen. Gegen&uuml;ber den unmittelbar vor dem Zeitpunkt der Einstellung von LifeCompanion versterbenden Nutzern wird LifeCompanion die in Aussicht gestellte Leistung erbringen und insbesondere die 6monatige Datenspeicherung zur Sicherheit, den Versand der letzten Nachrichten und die Dateneinsicht durch die Vertreter f&uuml;r diesen Zeitraum erm&ouml;glichen. Solange die Dienstleistungen von LifeCompanion kostenfrei zur Verf&uuml;gung gestellt werden, hat der Nutzer keinen rechtlichen Anspruch auf eine lebenslange Speicherung und Verwaltung seiner Daten durch LifeCompanion. </p>

<p>3) Vertragsschluss, Widerrufsbelehrung, K&uuml;ndigungsfristen Ein Vertrag kommt erst zustande, wenn die App LifeCompanion gegen Entgelt erworben wird. Die Regelungen zum Vertragsschluss und zu den Widerrufsrechten sowie zu etwaigen K&uuml;ndigungsfristen bzw. R&uuml;cktrittsrechten, falls die Dienste von LifeCompanion einst zahlungspflichtig werden, sind von den Richtlinien des Google Play- sowie des Apple App Stores abh&auml;ngig. Diese finden hierbei Anwendung.</p>

<p>4) Haftungsbeschr&auml;nkungen</p>

<p>Die TomorrowBits GmbH haftet weder f&uuml;r Inhalte von in der App LifeCompanion verlinkten Internetseiten, Dienstleistern oder Werbenden. Haftung wird lediglich f&uuml;r Sch&auml;den &uuml;bernommen, die Vorsatz oder grobe Fahrl&auml;ssigkeit seitens der TomorrowBits&#160;GmbH gegen&uuml;ber dem Nutzer zur Ursache haben. Des Weiteren wird keine Haftung &uuml;bernommen f&uuml;r sonstige immaterielle wie materielle Sch&auml;den des Nutzers, die durch fehlende Sorgfalt des Nutzers oder durch mangelnde Sicherheitseinstellungen am Endger&auml;t des Nutzers entstehen, seien diese vom Nutzer, vom Endger&auml;thersteller oder von Dritten verursacht, die mit dem Nutzer in Verbindung stehen. Beispiele f&uuml;r solches Nutzerverhalten k&ouml;nnen sein das Fehlen von Ger&auml;tesperren wie etwa das Fehlen eines Passworts, eines Fingerabdrucks oder sonstiger Mittel zur Sperrung des Endger&auml;ts vor dem Zugriff Dritter. F&uuml;r den unwahrscheinlichen Fall des kriminellen Datendiebstahls Dritter &uuml;bernimmt LifeCompanion bzw. die TomorrowBits GmbH keine Haftung.</p>

<p>LifeCompanion gew&auml;hrt die M&ouml;glichkeit der Anmeldung mittels des Facebookaccounts des Nutzers. Damit werden Nutzerdaten von Facebook an LifeCompanion &uuml;bertragen. Sollte der Nutzer beispielsweise nicht f&uuml;r eine ausreichende Kennwortsicherheit bei Facebook gesorgt haben oder sein Kennwort von Facebook an andere weiter gegeben haben und dennoch sensible Daten in LifeCompanion angelegt haben, k&ouml;nnten seine pers&ouml;nlichen Daten in LifeCompanion missbraucht werden. Der Nutzer haftet selbst f&uuml;r derart erm&ouml;glichten Datenmissbrauch sowie f&uuml;r angefallene pers&ouml;nliche wie finanzielle Sch&auml;den aus solchem oder &auml;hnlich fahrl&auml;ssigem Verhalten mit seinen Daten. Entsprechendes gilt in dem Fall, dass sich Dritte Zugang zum Facebookpasswort des Nutzers verschafft haben und sich damit in LifeCompanion anmelden.</p>

<p>Der Nutzer erkl&auml;rt, dass er keine erbrechtlichen Regelungen in der App LifeCompanion treffen wird, insbesondere keine, die materielle Eigentumsrechte betreffen. Die TomorrowBits GmbH haftet nicht f&uuml;r Erbstreitigkeiten aus Zuwiderhandlungen des Nutzers gegen diese Nutzungsauflage der App LifeCompanion. </p>

<p>5) Datenschutz  Es wird darauf hingewiesen, dass die Sicherheit der Daten des Nutzers in Netzen, die wie auch das Internet offen sind, heutzutage nicht zu 100% garantiert werden kann. Bekanntlich hat der Provider tendenziell die M&ouml;glichkeit der Dateneinsicht des Nutzers. Der Nutzer sollte sich dessen vor Nutzung von LifeCompanion und im Bezug auf den Inhalt seiner Eintragungen in der App LifeCompanion besonders bewusst sein. Der Nutzer stimmt der Erhebung, Verarbeitung und Speicherung der vom Nutzer in LifeCompanion eingegebenen Daten zu, soweit sie f&uuml;r die Dienstleistungen von LifeCompanion notwendig sind. Der Erhebung anonymisierter Datenanalysen durch den von uns genutzten Dienst Google Analytics stimmt der Nutzer ebenfalls zu. Die Datenschutzerkl&auml;rung von LifeCompanion erg&auml;nzt diese Bestimmungen. Datensicherheit der vom Nutzer in&rsquo;s Internet &uuml;bermittelten Daten obliegt dem Nutzer im Rahmen der von ihm durchf&uuml;hrbaren Ma&szlig;nahmen, um diese Datensicherheit zu erh&ouml;hen. Im &Uuml;brigen gelten die Datenschutzbestimmungen des jeweiligen Marktplatzes, auf dem die App LifeCompanion im Auftrag der TomorrowBits GmbH angeboten wird. </p>

<p>6) Streitfall, Schlichtung, Gerichtsstand, Unwirksamkeitsklausel Auch wenn die TomorrowBits GmbH nicht zur Teilnahme am Streitschlichtungs- bzw. beilegungsverfahren der Europ&auml;ischen Kommission im Falle von Streitigkeiten mit dem Nutzer verpflichtet ist, so weisen wir dennoch ausdr&uuml;cklich als M&ouml;glichkeit darauf hin und behalten uns im Falle einer rechtlichen Auseinandersetzung die Teilnahme am Schlichtungsverfahren vor. Plattform dazu auf http://ec.europa.eu/consumers/odr.  Als Gerichtsstand f&uuml;r etwaige rechtliche Streitigkeiten wird M&uuml;nchen vereinbart und der Nutzer stimmt dem zu. Im Falle der Unwirksamkeit einzelner AGBs oder des Nutzungsvertrages, der erst zustande kommt, wenn der Nutzer f&uuml;r die App LifeCompanion jemals ein Entgelt zu entrichten haben sollte, wird die Wirksamkeit der restlichen AGBs nicht davon in Mitleidenschaft gezogen. Die Kontaktdaten sind dem Impressum zu entnehmen.</p>

<p>7) Hinweis auf alternative bzw. zus&auml;tzliche Sicherungsm&ouml;glichkeiten</p>

<p>LifeCompanion empfiehlt all seinen Nutzern, aber ganz besonders jenen, die ihr Smartphone nicht mit einem Passwort oder mit einem &auml;hnlichen Sicherheitsmerkmal sperren und somit potentiellen Fremdzugriff auf die Inhalte von LifeCompanion besonders leicht erm&ouml;glichen, ein Passwort anzulegen und zus&auml;tzlich anderweitig gegen Fremdzugriff vorzusorgen. Bei aktuellen Samsungger&auml;ten kann etwa die App LifeCompanion in den gesicherten, privaten Modus verschoben werden, der wiederum die App ausschlie&szlig;lich nach der Anmeldung durch eine von Ihnen festgelegte Sicherungsma&szlig;nahme (Passwort, Fingerabdruck, Sicherheitsmuster etc) zug&auml;nglich macht. Zudem k&ouml;nnen Drittanbieter-Apps, f&uuml;r deren Schutzleistung jedoch nicht gehaftet wird, ebenfalls Aussicht auf &auml;hnlichen Schutz bieten und LifeCompanion &#8222;unsichtbar&ldquo; machen f&uuml;r Fremde Nutzer Ihres Smartphones bzw. LifeCompanion auf dem Hauptscreen ausblenden. Beispiele k&ouml;nnen hier die App &#8222;Go Launcher Z&ldquo; sowie &#8222;App Lock&ldquo; sein. Voraussichtlich ist ab Version 1.2.0 ein zus&auml;tzlicher Passwortschutz f&uuml;r die App LifeCompanion verf&uuml;gbar, zu dessen Nutzung wir raten.</p>
  </body>
</html>